# Formulae
brew "bat"
brew "blueutil"
brew "coreutils"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gnupg"
brew "gnutls"
brew "grc"
brew "httpie"
brew "jq"
brew "pyenv"
brew "ripgrep"
brew "tldr"
brew "tree"
brew "yq"
brew "zsh"

# Fonts
cask "font-meslo-lg-nerd-font"

# Casks
cask "1password"
cask "arc"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "iterm2"
cask "slack"
cask "spotify"
cask "telegram"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
