# Core CLI utilities
brew "bat"
brew "coreutils"
brew "duf"
brew "dust"
brew "eza"
brew "fd"
brew "findutils"
brew "fzf"
brew "grc"
brew "jq"
brew "procs"
brew "ripgrep"
brew "tldr"
brew "tree"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"

# System tools
brew "dockutil"

# Git
brew "gh"
brew "git"
brew "git-delta"
brew "pinentry-mac"
brew "tig"

# Editors
brew "neovim"

# Fonts
cask "font-meslo-lg-nerd-font"

# Essential apps
cask "1password"
cask "arc"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "iterm2"
cask "raycast"
cask "stats"
cask "sublime-text"
cask "the-unarchiver"
cask "wispr-flow"
