vscode "anthropic.claude-code"
vscode "bradlc.vscode-tailwindcss"
vscode "davidlday.languagetool-linter"
vscode "editorconfig.editorconfig"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "jinliming2.vscode-go-template"
vscode "kanutron.kone-color-theme"
vscode "mkhl.direnv"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "nuxt.mdc"
vscode "nuxtr.nuxtr-vscode"
vscode "redhat.vscode-yaml"
vscode "samuelcolvin.jinjahtml"
vscode "tamasfe.even-better-toml"
vscode "task.vscode-task"
vscode "usernamehw.errorlens"
vscode "vue.volar"
vscode "wholroyd.jinja"
vscode "yy0931.vscode-sqlite3-editor"
